{
  "articles": [
    {
      "Summary": " Luckily, you can separate yourself from the rest with the Full-Stack Marketer Bundle.For a limited time, you can grab this three-part bundle for just $19 from TNW Deals.TNW Momentum is our New York technology event for anyone interested in helping their company grow.Throughout over 22 hours of training, you’ll master tools and techniques essential to become a full-fledged, highly employable marketing pro.", 
      "author": "TNW Deals", 
      "description": "Anyone can be a self-described marketing professional. But to be someone worthy of the title? That takes some specialized training. Luckily, you can separate yourself from the rest with the Full-Stack Marketer Bundle. For a limited time, you can grab this three-part bundle for just $19 from TNW Deals. A new era of tech events …", 
      "publishedAt": "2016-10-04T12:11:33Z", 
      "title": "The Full-Stack Marketer Bundle will turn you into a marketing whiz, now just $19", 
      "url": "http://thenextweb.com/offers/2016/10/05/full-stack-marketer-bundle-will-turn-marketing-whiz-now-just-19/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/marketingbundle.jpg"
    }, 
    {
      "Summary": " That will enable it to understand better what people want from it in the very place where they use its products.So how do you find the best way to get into someone’s home?If you’re building smart technology of any kind, start with a question: What does your audience need?", 
      "author": "Thomas Stelter", 
      "description": "With IoT devices, you can find out not just what customers think about your products, but also how you fit into the fabric of their lives... and their homes", 
      "publishedAt": "2016-10-05T13:42:13Z", 
      "title": "The connected home: The final digital frontier", 
      "url": "http://thenextweb.com/insider/2016/10/05/final-digital-frontier-connected-home/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/shutterstock_339902237.jpg"
    }, 
    {
      "Summary": " On the other hand, its software efforts have been lacking — just take a look at the struggles iCloud and Apple Maps have been dealing with in the past.Traditionally, the iPhone’s camera has been better than pretty much every Android camera out there — mostly because of its better imaging sensor and algorithms.", 
      "author": "Juan Buis", 
      "description": "Yesterday, Google showed the world that they want to be seen a hardware company and their new Pixel might be the ultimate camera.", 
      "publishedAt": "2016-10-05T12:24:55Z", 
      "title": "Why Google Pixel might be the ultimate camera", 
      "url": "http://thenextweb.com/google/2016/10/05/google-pixel-ultimate-camera/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/google-pixel-camera.gif"
    }, 
    {
      "Summary": " The platform is the company’s way of supporting local entrepreneurs and brands that manufacture or assemble their products in Nigeria.Another Nigerian company, payments startup Flutterwave has expanded to Kenya.", 
      "author": "Tom Jackson", 
      "description": "From taxi app wars – including an 'Uber for ambulances' – to the launch of Google's messaging app, here's all the can't miss tech news from September.", 
      "publishedAt": "2016-10-05T12:14:24Z", 
      "title": "Tech in Africa: Google's Allo messenger and a taxi app war", 
      "url": "http://thenextweb.com/africa/2016/10/05/september-africa-cant-miss-tech-news-last-month/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/waterbug-africa.png"
    }, 
    {
      "Summary": " It’s now adding books and comics to its premium offering for users in the US with Prime Reading.Prime members will be able to access more than a thousand best-selling books, magazines, comics and short works called Kindle Singles.TNW Momentum is our New York technology event for anyone interested in helping their company grow.On the roster are titles like The Hobbit, Harry Potter and the Sorcerer’s Stone, The Man In the High Castle, The Millionaire Next Door, Half Way Home and When I’m Gone.Magazine buffs will be able to enjoy digital versions of Bon Appétit, National Geographic Traveler, People, Sports Illustrated, HGTV, Popular Mechanics, Golf Digest and Runner’s World.Comics buffs will find selections like the first volumes of The Complete Peanuts and Transformers: Robots in Disguise.These will be available through Amazon’s Kindle apps for iOS and Android, as well as through Kindle readers and Fire tablets.The new addition should help justify Prime’s $99 annual fee a little more easily.", 
      "author": "Abhimanyu Ghoshal", 
      "description": "Amazon is now adding books and comics to its premium offering for Prime users in the US with Prime Reading.", 
      "publishedAt": "2016-10-05T12:03:40Z", 
      "title": "Amazon bundles 1,000+ books into your Prime subscriptions", 
      "url": "http://thenextweb.com/insider/2016/10/05/amazon-adds-unlimited-books-and-comics-to-prime-subscriptions/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/Amazon-Prime-Reading.jpg"
    }, 
    {
      "Summary": " Even in terms of weight, it’s a bit heavy at 1.34 pounds compared to 1.03 (Oculus) and 1.22 pounds (HTC).That said, you might be surprised to find out how little any of its shortcomings matter in the grander scheme of things.They say the best camera in the world is the one you have with you; the same can be said of PlayStation VR.Being able to skip the $1,200+ gaming rig and plug $399 worth of hardware into your existing console is nothing short of game-changing.", 
      "author": "Bryan Clark", 
      "description": "I was ecstatic when I first opened the box from Sony. I knew that inside, waiting for me, was the single piece of technology that could do more for the mainstreaming of virtual reality than anything we’ve seen to date. I opened it, navigated a mess of wires, connected it to my home theater receiver (and …", 
      "publishedAt": "2016-10-05T05:57:00Z", 
      "title": "PlayStation VR: It's not an Oculus killer, but it's close", 
      "url": "http://thenextweb.com/gaming/2016/10/05/playstation-vr-not-oculus-killer-close/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/playstation-vr-hero.jpg"
    }, 
    {
      "Summary": " It seems Spotify is in for trouble as numerous music lovers are reporting that its freemium streaming service is pushing malware-infested ads to its users.According to a user report on the company’s forum, running Spotify Free on the desktop periodically causes your browser to open various malicious websites without your permission.5,000 Tech leaders are coming to NYC this November to learn and do business.", 
      "author": "Mix", 
      "description": "It seems Spotify is in for trouble as numerous users are reporting that its freemium ad-supported service is pushing malware-infested ads.", 
      "publishedAt": "2016-10-05T13:47:58Z", 
      "title": "Spotify is serving malware-infested ads to its users", 
      "url": "http://thenextweb.com/insider/2016/10/05/spotify-malware-infested/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/Spotify-bad.jpg"
    }, 
    {
      "Summary": " Android Police reports that some games, like Ticket to Ride, can now be streamed to your device so you can check it out without paying for it or even downloading the full installation package.We’re back in New York this November for the 4th edition of our growth-focused technology event.You get 10 minutes to trial supported games (which have a ‘Try Now’ button on their Google Play pages).", 
      "author": "Abhimanyu Ghoshal", 
      "description": "Some Google Play games can now be streamed to your device so you can check them out without paying or even downloading the full installation package.", 
      "publishedAt": "2016-10-05T10:49:59Z", 
      "title": "Google Play is reportedly streaming Android game demos", 
      "url": "http://thenextweb.com/google/2016/10/05/google-play-is-reportedly-streaming-android-games-so-you-can-try-them-before-you-download/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/Google-App-Streaming.jpg"
    }, 
    {
      "Summary": " Apple has also confirmed its decision in an email to employees and educators, obtained by 9to5Mac.We’re back in New York this November for the 4th edition of our growth-focused technology event.The tech giant intends to continue to fulfill backlog orders for the device, but will be focusing its efforts on the new fourth-gen TV in the future.Effective immediately, Apple TV (3rd generation), MD/199LL/A, has reached end of life and is now discontinued.", 
      "author": "Mix", 
      "description": "Following yesterday's Google event, Apple has a lot to catch up with – and it seems it's starting by discontinuing its third-generation Apple TV.", 
      "publishedAt": "2016-10-05T09:36:58Z", 
      "title": "Apple is putting the kibosh on its third-generation Apple TV", 
      "url": "http://thenextweb.com/apple/2016/10/05/apple-tv-three-discontinued/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/apple-tv.jpg"
    }, 
    {
      "Summary": " So, if you’re trying to replicate the sensation of tea, it’ll be hot, and if you replicate the sensation of a cold glass of water, it’ll be cold.", 
      "author": "Matthew Hughes", 
      "description": "Let's get this out of the way. Virtual reality tea is just wrong.", 
      "publishedAt": "2016-10-05T08:56:48Z", 
      "title": "Someone just invented a virtual cup of tea and my British heart is torn asunder", 
      "url": "http://thenextweb.com/insider/2016/10/05/someone-just-invented-a-virtual-cup-of-tea-and-my-british-heart-is-torn-asunder/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/6840797051_244790e11d_o.jpg"
    }
  ], 
  "sortBy": "latest", 
  "source": "the-next-web", 
  "status": "ok"
}
