{
  "articles": [
    {
      "Summary": " Besides giving you an array of options with which to secure your data, you’ll also eliminate geo-restrictions to streamed content from the likes of Hulu and Netflix.We can recommend OneVPN as an effective way to protect your sensitive data.For a limited time, pick up a OneVPN subscription for just $29 from TNW Deals.5,000 Tech leaders are coming to NYC this November to learn and do business.", 
      "author": "TNW Deals", 
      "description": "In today’s hacker-heavy world, VPN protection has become essential. We can recommend OneVPN as an effective way to protect your sensitive data. For a limited time, pick up a OneVPN subscription for just $29 from TNW Deals. New York, meet the world’s tech scene 5,000 Tech leaders are coming to NYC this November to learn …", 
      "publishedAt": "2016-09-30T13:48:34Z", 
      "title": "Stay protected online with a lifetime subscription to OneVPN, now just $29", 
      "url": "http://thenextweb.com/offers/2016/10/02/stay-protected-online-with-a-lifetime-subscription-to-onevpn-now-just-29/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/lifetime-subscription-to-OneVPN.jpg"
    }, 
    {
      "Summary": " The participants of Operation Google wanted to trick the AI into filtering out the word “Google” by using it as a derogatory slur for black people.Skittles, on the other hand, is an obvious reference to Donald Trump Jr’s infamous tweet where he compared Syrian refugees to poisoned skittles.This isn’t the first time the far- and alt-right have used codewords online.This is your chance to join them.You don’t have to search far to find people using these codewords.", 
      "author": "Matthew Hughes", 
      "description": "Skittles aren't just candies, and Skype isn't just a VoIP service. These are both codewords used by racists online in order to skirt censorship.", 
      "publishedAt": "2016-10-02T13:07:03Z", 
      "title": "Racists are using these code-words online to avoid censorship", 
      "url": "http://thenextweb.com/socialmedia/2016/10/02/racists-using-code-words-online-avoid-censorship/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/nsm.jpg"
    }, 
    {
      "Summary": " Automate those mindless tasks with Keyboard Maestro, an award-winning productivity tool.This handy app will save you considerable time and effort, and it’s now 44 percent off from TNW Deals.Momentum by TNW is our New York technology event for anyone interested in helping their company grow.With Keyboard Maestro, you can create or record custom macro shortcuts to streamline your tasks.You’ll be able to assign various tasks to a single keystroke or keyword, with the option to autocomplete everything from words to entire paragraphs with a simple command.Using Keyboard Maestro’s editor window, you can create shortcuts to suit your specific needs.", 
      "author": "TNW Deals", 
      "description": "You likely find yourself typing the same word, phrase or sentences repeatedly throughout your day. Automate those mindless tasks with Keyboard Maestro, an award-winning productivity tool. This handy app will save you considerable time and effort, and it’s now 44 percent off from TNW Deals. New York, meet the world’s tech scene 5,000 Tech leaders are …", 
      "publishedAt": "2016-09-30T11:15:42Z", 
      "title": "Automate repetitive tasks on your Mac with this award-winning app (44% off)", 
      "url": "http://thenextweb.com/offers/2016/10/01/automate-repetitive-tasks-mac-award-winning-app-44-off/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/keyboard.jpg"
    }, 
    {
      "Summary": " Well, this one is really only capable of making a mess.In the video, Barret’s WAM robot is learning to flip pancakes through reinforcement learning.Granted, the video is six years old, but we’re still using the same training methods (mostly) today.All told, it took 50 tries but that doesn’t really matter; breakfast is served.Pretty good, right?And, it’s at least twice as good at pancake flipping as this robot.", 
      "author": "Bryan Clark", 
      "description": "Robots are capable of truly amazing things, and they’re getting more intelligent and functional by the day. Wait, that should have said ‘some’ robots… Some robots are capable of truly amazing things. This one? Well, this one is really only capable of making a mess. In the video, Barret’s WAM robot is learning to flip pancakes …", 
      "publishedAt": "2016-10-01T00:52:31Z", 
      "title": "Cross your fingers that this robot isn't making breakfast tomorrow", 
      "url": "http://thenextweb.com/shareables/2016/10/01/cross-your-fingers-that-this-robot-isnt-making-breakfast-tomorrow/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/Screen-Shot-2016-09-30-at-5.47.30-PM.png"
    }, 
    {
      "Summary": " Put simply, your car isn’t here yet, but we still need you to pay for it.The post drew massive attention and led to the response from the head honcho himself, who posted his email to Tesla employees on Twitter:@SteveBatzer @GoodDayM Corrective action taken.“This is why I always pay full price when I buy a car and the same applies to my family friends, celebrities, no matter how famous or influential.”Reddit user ‘watupmane‘ detailed his shopping experience claiming that the car wasn’t delivered on schedule and that a salesperson told him he’d forfeit the discounted price unless the sale was finalized anyway.", 
      "author": "Bryan Clark", 
      "description": "A Reddit post about a user's buying experience at Tesla turned a weird corner after CEO Elon Musk himself got involved and penned an angry email.", 
      "publishedAt": "2016-09-30T23:28:19Z", 
      "title": "Elon Musk furious after catching wind of discounted Tesla", 
      "url": "http://thenextweb.com/insider/2016/10/01/elon-musk-furious-after-catching-wind-of-discounted-tesla/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2014/09/461218259.jpg"
    }, 
    {
      "Summary": " It also comes with a screen protector installed, which I discovered after I worried I’d scratched my unit up only to discover it was just the top layer.Speaking of the display, it’s a resounding ‘meh.’ After seeing the excellent panels on devices like the Huawei Watch and Gear S2, the dull colors and low resolution of the Kors are conspicuously last-gen.The Kors makes no attempt to being a slim watch, and is among the bulkiest smartwatches I’ve tried.", 
      "author": "Napier Lopez", 
      "description": "Michael Kors' Access smartwatch is not one for the tech geeks, but it's decent as a watch and gets the job done. If only the charger didn't suck so much.", 
      "publishedAt": "2016-09-30T22:49:58Z", 
      "title": "Micheal Kors Access Review: Don't buy it for the tech", 
      "url": "http://thenextweb.com/apps/2016/10/01/micheal-kors-smartwatch-review-nice-watch-poor-smartwatch/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/Michael-Kors-Access.jpg"
    }, 
    {
      "Summary": " This addresses one of the biggest problems with the platform by its creators, the inability to create great video for their fans for fear of the work involved in creating a non-permanent video.Additionally, some had bemoaned the lack of time off due to a pressing need to release new content daily (or even multiple times daily) in order to appease their fans and make a living through Twitch’s profit sharing program.Today’s changes should be music to Twitch broadcasters’ ears.With the new capacity for uploads and non-expiring videos, content creators on Twitch are now free to make polished, professional videos.", 
      "author": "Bryan Clark", 
      "description": "Twitch, the popular livestreaming site, announced it had a change of heart regarding video uploads. For years, the Amazon-owned streaming site only offered broadcasters the option to stream video live. Today, it’s opening the doors to those that prefer a more edited approach to video sharing. The big reveal happened today at a fan event, …", 
      "publishedAt": "2016-09-30T22:43:44Z", 
      "title": "Twitch broadcasters now have the option to upload video", 
      "url": "http://thenextweb.com/gaming/2016/10/01/twitch-broadcasters-now-have-the-option-to-upload-video/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/twitch-glitch-icon.jpg"
    }, 
    {
      "Summary": " TechRax, a vlogger known for doing crazy things puts the iPhone 7 Plus to the the Burj Khalifa in Dubai.Standing a towering 2,717 feet above the ground, the vlogger tosses the phone while attempting to capture its descent on a GoPro.5,000 Tech leaders are coming to NYC this November to learn and do business.This is your chance to join them.Ignoring the fact that this would almost certainly kill below with a direct hit, the drop (over half a mile) should lead to some impressive footage of the damage once it makes contact.Unfortunately, they weren’t able to find the phone.", 
      "author": "Bryan Clark", 
      "description": "While you check your email daily waiting on an update that says you’re new iPhone 7 is on its way, these jackasses are tossing them off buildings. TechRax, a vlogger known for doing crazy things puts the iPhone 7 Plus to the the Burj Khalifa in Dubai. Standing a towering 2,717 feet above the ground, …", 
      "publishedAt": "2016-09-30T20:41:16Z", 
      "title": "iPhone 7 Plus meets anti-climactic end after being hurled from world's tallest building", 
      "url": "http://thenextweb.com/shareables/2016/09/30/iphone-7-plus-meets-anti-climactic-end-after-being-hurled-from-worlds-tallest-building/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/iphone-7-toss.gif"
    }, 
    {
      "Summary": " In the future, our neighborhoods will see an increase or decrease in police presence based on data that we already know is biased.Wrap your head around that for a second.We’re still very much in the infancy of what artificial intelligence is capable of.In general, and without further context, you could probably pat Google on the back and say ‘job well done.’That is, until you try searching for ‘unprofessional women’s hairstyles’ and find this:In it, you’ll find a hodge-podge of hairstyles sported by black women, all of which seem, well, rather normal.", 
      "author": "Bryan Clark", 
      "description": "As we progress in our ability to train machines to think and react like humans, it's becoming clear that not all things are worth passing on.", 
      "publishedAt": "2016-09-30T19:24:11Z", 
      "title": "Artificial intelligence is quickly becoming as biased as we are", 
      "url": "http://thenextweb.com/artificial-intelligence/2016/09/30/artificial-intelligence-is-quickly-becoming-as-biased-as-we-are/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2015/05/artificialintelligence.jpg"
    }, 
    {
      "Summary": " It’s small, and a little buried; it would be neat if Maps automatically suggested locations based on upcoming events (say, if you have a meeting in half an hour), and as it stands it will likely go undiscovered by many users.Still, if you know where to find the list, it’s much more handy than looking up addresses for all your events in your Calendar, especially if you have several back to back meetings.The update is rolling out to Android globally today.The company today announced that your events will now start showing up in Maps.Simply open up the side/hamburger menu, tap on ‘Your Places’ and head to the ‘upcoming’ tab to see directions for places you might have to travel to soon.5,000 Tech leaders are coming to NYC this November to learn and do business.", 
      "author": "Napier Lopez", 
      "description": "Google Maps is getting tighter integration with Google Calendar. The company today announced that your events will now start showing up in Maps.", 
      "publishedAt": "2016-09-30T19:11:24Z", 
      "title": "Google Maps made it easier to navigate to your next meeting", 
      "url": "http://thenextweb.com/google/2016/09/30/google-maps-now-shows-calendar-events/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/Google-maps2.png"
    }
  ], 
  "sortBy": "latest", 
  "source": "the-next-web", 
  "status": "ok"
}
