{
  "articles": [
    {
      "Summary": " This is your chance to join them.To recreate the entire ensemble, Yla printed out an authentic-looking t-shirt and prepared a pile of doughnut boxes with the clever message “Most resumes end up in trash – mine in your belly” hidden inside the package.To make sure employers can reach him back if interested, Yla also included a short URL linking to his profile on LinkedIn.The smooth-operating marketer claims he’s delivered about 40 boxes so far.While the ballsy stint has landed him 10 interviews, it seems he’s yet to clinch a contract.In a world where people send hundreds of resumes via the Web to never hear back from employers, this goes down as a win in my score book.", 
      "author": "Mix", 
      "description": "This resourceful marketer is going against the grain and personally delivering his CV to employers under the disguise of a Postmate courier.", 
      "publishedAt": "2016-10-03T14:55:23Z", 
      "title": "Genius dresses up as courier to hand in CV disguised as doughnut delivery", 
      "url": "http://thenextweb.com/creativity/2016/10/03/cv-doughnut-delivery/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/cv-doughnut-delivery-copy.jpg"
    }, 
    {
      "Summary": " Facebook is launching a new Marketplace section to help you sell your stuff, and it works like something of a Craigslist-Lite.We’re back in New York this November for the 4th edition of our growth-focused technology event.As soon as you open up the Marketplace – there’s a new icon at the bottom of the Facebook app – you’ll see various photos of items people near you have listed.You can see all the things you’ve saved or are selling in an ‘Items’ section.Facebook has been reportedly preparing to take on the likes of eBay and Craigslist for quite some time now, but we’re finally seeing the fruits of that effort.", 
      "author": "Napier Lopez", 
      "description": "Facebook is launching a new Marketplace section to help you sell your stuff, and it works like something of a Craigslist-Lite.", 
      "publishedAt": "2016-10-03T14:29:27Z", 
      "title": "Facebook to take on eBay and Craigslist with new Marketplace", 
      "url": "http://thenextweb.com/facebook/2016/10/03/facebook-becomes-craiglist-2-0-with-new-marketplace-section/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/marketplace-newsroom.png"
    }, 
    {
      "Summary": " The bottom textile layer is not visible and couples the capacitive touch sensor to electronic components, such as a controller, a wireless interface and an output device (e.g., an LED, a display, or speaker).The crucial technology that makes these textiles work is the conductive thread, which includes a conductive core that includes at least one conductive wire and a cover layer constructed from flexible threads that covers the conductive core.Further, a gesture manager enables the user to create gestures and assign the gestures to various functionalities of the computing device.Patent number: US 20160279221Malaria is regarded as the biggest killer of humans.The receivers may also send the decoded data to a user interface such as a smartphone.Further, biometric verification may be included in the optical communication system as biometric verification can be changed on a day-to-day basis and a recorded voice cannot be used to deceive an operator seeking to verify identity.Patent number: US 20160282988Conventional touch pads are generally non-flexible and relatively costly to produce and to integrate into objects.This has limited the use touch sensors to electronic devices like smartphones, tablets and computers.", 
      "author": "Deepak Gupta", 
      "description": "From Google to the US Army, here's the coolest patents from last week.", 
      "publishedAt": "2016-10-03T14:04:22Z", 
      "title": "Badass new patents: Google wants to get under your skin... literally", 
      "url": "http://thenextweb.com/insider/2016/10/03/badass-new-patents-google-under-your-skin/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/02/Google_ed.png"
    }, 
    {
      "Summary": " It’s possible to master complex tech concepts without setting your wallet on fire or completely melting your brain, and the Complete Computer Science Bundle proves it.For a limited time, you can get this quality tech instruction for just $39 on TNW Deals.We’re back in New York this November for the 4th edition of our growth-focused technology event.You’ll dive into over 80 hours of content that will help you master key computer science concepts without having to go back to school.All these concepts underlie the very foundation of programming as it exists and is used today, meaning you’ll complete your courses with actionable knowledge that will prove beneficial in the job hunt.Pick up the Complete Computer Science Bundle for just $39 from TNW Deals.", 
      "author": "TNW Deals", 
      "description": "It’s possible to master complex tech concepts without setting your wallet on fire or completely melting your brain, and the Complete Computer Science Bundle proves it. For a limited time, you can get this quality tech instruction for just $39 on TNW Deals. New York, meet the world’s tech scene 5,000 Tech leaders are coming …", 
      "publishedAt": "2016-10-03T16:17:53Z", 
      "title": "This premium training helps you learn in-demand tech concepts with easy-to-follow instruction (89% off)", 
      "url": "http://thenextweb.com/offers/2016/10/03/premium-training-helps-learn-demand-tech-concepts-easy-follow-instruction-89-off/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/tech.jpg"
    }, 
    {
      "Summary": " If browsing raunchy content while picking up a cold beverage is your kind of thing, you’ll be excited to know there’s now a smart fridge that features Pornhub videos on its display – or so it seems.Last Sunday, antivirus maverick John McAfee was shocked to stumble upon a picture of the cheeky piece of tech at one of Home Depot’s stores and was quick to share his discovery with the Twitterverse.The IOT….Because no household can ever feel complete without your own Pornhub-powered smart refrigerator to brighten up the atmosphere of your kitchen.Unfortunately, there’s no information on the device’s price and availability, but if I were you, I wouldn’t sit idle: I’d be rushing to the nearest Home Depot store to purchase one of these right now.Tic-toc, tic-toc.", 
      "author": "Mix", 
      "description": "Browsing raunchy content while picking up a cold beverage has never been easier thanks to this Pornhub-integrated smart fridge.", 
      "publishedAt": "2016-10-03T13:40:14Z", 
      "title": "This Pornhub-powered smart fridge is Home Depot's new bestseller", 
      "url": "http://thenextweb.com/insider/2016/10/03/pornhub-smart-fridge/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/pornhub-smart-fridge.png"
    }, 
    {
      "Summary": " Some parts went so well, people couldn’t imagine we made it all up on the spot – not necessarily a good thing as I believe our jokes are more impressive if you know they aren’t rehearsed.We’re back in New York this November for the 4th edition of our growth-focused technology event.In many handmade Persian rugs and carpets, you can find a deliberate mistake.One thread of color might be off by a few shades, or a pattern might appear to be broken.The reason being, according to some followers of Islam, only Allah can make things perfect, and it would be an offense to Allah to try to achieve the same level of perfection, even in a simple rug.The point I want to make with these examples is that I like making mistakes.", 
      "author": "Boris Veldhuijzen van Zanten", 
      "description": "In many handmade Persian rugs and carpets, you can find a deliberate mistake. So keeping things human, not obsessing for perfection, isn't a bad quality.", 
      "publishedAt": "2016-10-03T13:06:26Z", 
      "title": "A level of perfcetion", 
      "url": "http://thenextweb.com/insider/2016/10/03/a-level-of-perfcetion/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/07/weekly-2.jpg"
    }, 
    {
      "Summary": " The company is also using the moniker to label phones from third-party manufacturers (like Samsung, HTC and LG) that pack enough horsepower to run VR apps and games, as well as for its upcoming VR viewer.The Daydream name will also grace the company’s first VR headset since Cardboard; it resembles an Oculus Rift to an extent, and will be paired with a handheld controller for more immersive experiences.In addition to games, the device will likely herald new apps like YouTube VR, Play Movies VR, Street View and even offerings from HBO and Netflix that Google announced back in May.Google is said to have a 7-inch tablet in the works; if that’s true, it’ll likely be more of a successor to the 2014 Nexus 9 than a new version of the 10.2-inch keyboard-equipped Pixel C.VentureBeat’s Evan Blass noted that the device is slated to launch later in the year.If it’s indeed on its way, tomorrow’s event would be the best time for Google to show it off in 2016.Google’s event may not be only about hardware: It’s presently working on building and upgrading multiple software platforms and it’s possible that the company will shed light on the most exciting one of them all – Andromeda.The new operating system is said to be based on Android and enhanced with some capabilities from Chrome OS to support enterprise- and consumer-focused apps.Google is also rumored to be working on a 12.3-inch laptop to showcase Andromeda.", 
      "author": "Abhimanyu Ghoshal", 
      "description": "Google will unveil new hardware at an event on October 4, and it'll likely have a lot to talk about. Here's everything you can expect in one handy list.", 
      "publishedAt": "2016-10-03T13:26:01Z", 
      "title": "What to expect from Google's hardware launch event", 
      "url": "http://thenextweb.com/google/2016/10/03/what-to-expect-from-googles-hardware-launch-event/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/Assistant-and-Duo-on-Pixel-phones-hed.jpg"
    }, 
    {
      "Summary": " We’ve collated all the rumors and leaks about Google’s upcoming products into one handy list that you can find here.Of course, we’re going to be reporting all the major announcements and juicy tidbits from the event, so be sure to point your browser to our event page to follow our coverage.Oh, and don’t miss our special Facebook Live event straight after the event.Based on rumors and leaks, it looks like the company will announce two Pixel smartphones, a Daydream VR viewer, a 7-inch tablet, a voice-activated speaker, a laptop and even a new OS.The event will start on Tuesday, October 4 at  9AM PT / 12noon ET / 4PM GMT / 5PM CET / 9:30PM IST.We’re back in New York this November for the 4th edition of our growth-focused technology event.If you’re not in the city and don’t have an invite, you can follow along by tuning into the livestream on Google’s YouTube channel on your desktop or mobile device.", 
      "author": "Abhimanyu Ghoshal", 
      "description": "Google is hosting an event on October 4, where it's almost certainly going to unveil new hardware. Find out where and when you can livestream it.", 
      "publishedAt": "2016-10-03T13:25:26Z", 
      "title": "How to stream Google's hardware event live on October 4", 
      "url": "http://thenextweb.com/google/2016/10/03/where-to-watch-googles-october-event-live/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/09/Google-October-4.jpg"
    }, 
    {
      "Summary": " This kind of ‘brain tingle’ is normally triggered by specific sounds like whispering or scratching, but this account proves it also works when cutting kinetic sand.For example, take a look at this pink block being thinly sliced: Angled cuts oopsA video posted by Satisfying Kinetic Sand videos (@sand.isfying) on Sep 24, 2016 at 7:53am PDTOr see this green sand cake slowly being destroyed by an iron loop: The green looks SO NICE with the lightingA video posted by Satisfying Kinetic Sand videos (@sand.isfying) on Sep 21, 2016 at 4:33pm PDTA few tiny cuts in a dog bone shape: Tiny cutsA video posted by Satisfying Kinetic Sand videos (@sand.isfying) on Sep 27, 2016 at 1:22pm PDTEven a spoon scooping out some sand is nice to look at: I uploaded the wrong color twice in one day that's sadA video posted by Satisfying Kinetic Sand videos (@sand.isfying) on Sep 27, 2016 at 6:07pm PDTIn an attempt to make the account even more satisfying, the videos are uploaded with alternating pink and green sand:If that’s not enough for you, be sure to check out @sand.isfying or hop over to YouTube for more general ASMR videos.In Japan, SEGA even created an arcade game that lets players build an island on a platform and maps video on top of it to create an interactive sand world.This type of silicone oil makes the product constantly feel and behave like it’s wet sand — except for the fact that it doesn’t stick to anything but itself, which makes it exceedingly fun to play with and build stuff.5,000 Tech leaders are coming to NYC this November to learn and do business.", 
      "author": "Juan Buis", 
      "description": "What if I told you there's a better, more satisfying version of normal sand? It's kinetic sand, and every video that features it is so satisfying.", 
      "publishedAt": "2016-10-03T12:38:17Z", 
      "title": "These weird videos of kinetic sand are surprisingly satisfying", 
      "url": "http://thenextweb.com/shareables/2016/10/03/kinetic-sand/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/kinetic-sand.gif"
    }, 
    {
      "Summary": " Samsung devices have been blowing up left and right, and the latest venue to suffer a Galaxy Note 7-related explosion is now the open world of GTA V.Modder HitmanNiko has developed a hilarious mod for Rockstar’s smash-hit game that turns your Galaxy Note 7 phone into a highly volatile bomb – and you’re absolutely going to love it.We’re back in New York this November for the 4th edition of our growth-focused technology event.Essentially, the witty mod replaces the standard sticky bomb with Samsung’s flagship smartphone, which means you can now walk around town and wreak havoc with your bangin’ new Galaxy Note 7.While there are no Samsung stores in the world of GTA, you can buy as many explosive Note 7 devices as you want from every gun store you can find within the game.Watch the video in the section above to get a better idea of what the mod looks like.Itching to set some cars ablaze with your Galaxy Note 7 just for fun?Head to this page for more details on how to download and install the quirky mod for the PC version of the game.", 
      "author": "Mix", 
      "description": "There's now an awesome GTA V mod that turns Samsung's Galaxy Note 7 into a highly explosive sticky bomb – and it's nothing short of hilarious.", 
      "publishedAt": "2016-10-03T09:40:22Z", 
      "title": "Hilarious GTA parody pokes fun at Samsung's exploding Galaxy Note 7", 
      "url": "http://thenextweb.com/mobile/2016/10/03/gta-galaxy-note-7/", 
      "urlToImage": "http://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2016/10/samsung-galaxy-note-7-GTA.png"
    }
  ], 
  "sortBy": "latest", 
  "source": "the-next-web", 
  "status": "ok"
}
